/* Cart button label */
"Add to cart" = "Adicionar ao carrinho";

/* Cart button label */
"Added to cart" = "Adicionado ao carrinho";

/* Cancel button label */
"Cancel" = "Cancelar";

/* Cart screen title */
"Cart" = "Carrinho";

/* Category label */
"Category: %@" = "Categoria: %@";

/* Checkout button label */
"Checkout" = "Pagamento";

/* Delete Account button label */
"Delete Account" = "Deletar Conta";

/* Edit profile button label */
"Edit Profile" = "Editar Conta";

/* Favourites screen title */
"Favourites" = "Favoritos";

/* Search results */
"Found %@ results" = " %@ resultados encontrados";

/* Item not found */
"Item not found" = "Item não encontrado";

/* Profile screen title */
"My Profile" = "Minha Conta";

/* No favourites */
"No favourites" = "Nenhum favorito";

/* No items added */
"No items added" = "Nenhum item adicionado";

/* Order History button label */
"Order History" = "Histórico de compras";

/* Home screen title */
"Order online\ncollect in store" = "Compre online\ncolete na loja";

/* Profile sign out/ delete confirmation */
"Please confirm profile deletion" = "Por favor confirme para deletar conta";

/* Profile sign out/ delete confirmation */
"Please confirm sign out" = "Por favor confirme para sair da conta";

/* Item price */
"Price" = "Preço";

/* Quantity */
"Quantity" = "Quantidade";

/* Search bar placeholder */
"Search" = "Busca";

/* See more button label */
"See more" = "Veja mais";

/* Sign Out button label */
"Sign Out" = "Sair";

/* Checkout total */
"Total" = "Total";

/* Item price */
"£%@" = "R$%@";

/* Login error alert */
"Invalid login credentials." = "Email ou senha inválidos.";

/* Login error alert */
"The email is badly formatted." = "O email está mal formatado.";

/* On Boarding labels */
"Find your\nGadget" = "Encontre seus\nAparelhos";
"Get started" = "Comece aqui";

/* Login screen labels */
"Welcome to the\nUrban Market" = "Bem-vindo ao\nUrban Market";
"Register" = "Registrar-se";
"Login" = "Login";
"Full Name" = "Nome Completo";
"Password" = "Senha";
"Reenter Password" = "Reescreva a Senha";
"Forgot password?" = "Esqueceu a senha?";
"A password reset link has been sent to your email" = "Um link para resetar a senha foi enviado ao seu email";
"Back to login" = "Voltar ao login";
"Create account" = "Criar conta";
"Hide" = "Esconder";
"Show" = "Mostrar";

/* Product category */
"smartphones" = "celulares";
"laptops" = "laptops";
"groceries" = "alimentos";
"home-decoration" = "decoração";
"fragrances" = "perfumes";
"skincare" = "cosméticos";
"furniture" = "móveis";
"tops" = "tops";
"womens-dresses" = "vestidos";
"womens-shoes" = "calçados femininos";
"mens-shirts" = "camisas masculinas";
"mens-shoes" = "calçados masculinos";
"mens-watches" = "relógios masculinos";
"womens-watches" = "relógios femininos";
"womens-bags" = "bolsas";
"womens-jewellery" = "jóias";
"sunglasses" = "óculos";
"automotive" = "automotivo";
"motorcycle" = "motocicleta";
"lighting" = "iluminação";
